export const myFeatures = [
  {
    title: '本質的課題解決',
    desc: '問題を解決するのが好きで、妥協せず課題の本質に向き合い続ける力があります。',
  },
  {
    title: 'エモーショナル',
    desc: '問題を解決するのが好きで、妥協せず課題の本質に向き合い続ける力があります。',
  },
  {
    title: 'とにかくやってみる',
    desc: '問題を解決するのが好きで、妥協せず課題の本質に向き合い続ける力があります。',
  },
]

export const mySkills = [
  {
    title: 'UIデザイン',
    label: '2年の経験',
    textBox: 'UI、情報設計、デザインシステム、スタイルガイド、0→1、MVP',
    desc: '複雑な欲求をヒアリングしてUIに落とし込む経験が豊富で、最もバリューが出せる領域です。対応してきた業界はHRTech, GovTech, EdTech, ConTechなどがあります。',
  },
  {
    title: 'UIデザイン',
    label: '2年の経験',
    textBox: 'UI、情報設計、デザインシステム、スタイルガイド、0→1、MVP',
    desc: '複雑な欲求をヒアリングしてUIに落とし込む経験が豊富で、最もバリューが出せる領域です。対応してきた業界はHRTech, GovTech, EdTech, ConTechなどがあります。',
  },
  {
    title: 'フロントエンド開発',
    label: '1年の経験',
    textBox: 'UI、情報設計、デザインシステム、スタイルガイド、0→1、MVP',
    desc: '保守性の高いスタイルガイドの設計とアクセシビリティを意識したフロントエンド開発を得意としています。特にView側の設計経験が豊富です。',
  },
]
