export const myValues = [
  {
    title: '強さ・・・自信を持って行動する',
  },
  {
    title: '結果・・・自ら結果を求めて、他人にもいい影響を与える',
  },
  {
    title: '夢中・・・やりたいことに夢中になれる',
  },
  {
    title: '特別・・・我が道を行く',
  },
  {
    title: '個性・・・人とは違う孤高の長所がある',
  },
]
export const strongPoints = [
  {
    title: '1. 頑張ると決めたことに夢中になれる',
  },
  {
    title: '2. 複雑な内容を整理して気づかせてあげられる',
  },
  {
    title: '3. 課題の本質に向き合い続ける',
  },
  {
    title: '4. 状況に問題があると気づいて課題提起できる',
  },
  {
    title: '5. 今考えるべきことが何かを提示できる',
  },
  {
    title: '6. 相手の気持ちを感じ取ることができる',
  },
  {
    title: '7. 自分なりの考えを持って行動できる',
  },
  {
    title: '8. 相手のことを考えて苦言を呈することができる',
  },
  {
    title: '9. 相手のやる気を引き出せる',
  },
  {
    title: '10. 一人一人の人間に対して、親身に向き合える',
  },
]
export const favorites = [
  {
    title: '課題解決',
  },
  {
    title: '事業作り',
  },
  {
    title: 'プログラミング',
  },
  {
    title: '格闘技',
  },
  {
    title: '育成',
  },
]

export const myFeatures = [
  {
    title: '本質的課題解決',
    desc: '問題を解決するのが好きで、妥協せず課題の本質に向き合い続ける力があります。',
  },
  {
    title: '本質的課題解決',
    desc: '問題を解決するのが好きで、妥協せず課題の本質に向き合い続ける力があります。',
  },
  {
    title: '本質的課題解決',
    desc: '問題を解決するのが好きで、妥協せず課題の本質に向き合い続ける力があります。',
  },
]

export const mySkills = [
  {
    title: 'UIデザイン',
    label: '2年の経験',
    textBox: 'UI、情報設計、デザインシステム、スタイルガイド、0→1、MVP',
    desc: '複雑な欲求をヒアリングしてUIに落とし込む経験が豊富で、最もバリューが出せる領域です。対応してきた業界はHRTech, GovTech, EdTech, ConTechなどがあります。',
  },
  {
    title: 'UIデザイン',
    label: '2年の経験',
    textBox: 'UI、情報設計、デザインシステム、スタイルガイド、0→1、MVP',
    desc: '複雑な欲求をヒアリングしてUIに落とし込む経験が豊富で、最もバリューが出せる領域です。対応してきた業界はHRTech, GovTech, EdTech, ConTechなどがあります。',
  },
  {
    title: 'フロントエンド開発',
    label: '1年の経験',
    textBox: 'UI、情報設計、デザインシステム、スタイルガイド、0→1、MVP',
    desc: '保守性の高いスタイルガイドの設計とアクセシビリティを意識したフロントエンド開発を得意としています。特にView側の設計経験が豊富です。',
  },
]
